Repository: blueamazon/workskills
Catalog: languages/plugins/user-switching-*.po
Languages: sv_se

# verb
source: Sponsor
sv_se: Sponsra

source: Instant switching between user accounts in WordPress
sv_se: Växla snabbt och enkelt mellan olika användarkonton i WordPress

source: Switched to %1$s (%2$s).
sv_se: Växlade till %1$s (%2$s).

source: Switch back to %1$s (%2$s)
sv_se: Växla tillbaka till %1$s (%2$s)

source: Switched back to %1$s (%2$s).
sv_se: Växlade tillbaka till %1$s (%2$s).

source: Could not switch users.
sv_se: Kunde inte växla användare.

source: Switch&nbsp;To
sv_se: Växla&nbsp;till

# User Switching title on user profile screen
source: User Switching
sv_se: Växla användare

source: Could not switch off.
sv_se: Kunde inte växla till utloggad.

source: Switch Off
sv_se: Växla till utloggad
