Repository: blueamazon/workskills
Catalog: languages/plugins/woocommerce-pdf-invoices-*.po
Languages: sv_se

source: The settings of Invoices for WooCommerce are available <a href="%1$s">on this page</a>.
sv_se: Inställningarna för Invoices for WooCommerce är tillgängliga <a href="%1$s">på denna sida</a>.

source: PDF Packing Slip
sv_se: PDF packsedel

source: Invoice Number Suffix contains a character which is not allowed.
sv_se: Fakturanummersuffixet innehåller ett otillåtet tecken.

source: Invoice Number Format contains a character which is not allowed.
sv_se: Fakturanummerformatet innehåller ett otillåtet tecken.

source: Invoice number format field must contain at least the [number] placeholder.
sv_se: Fältet för fakturanummerformat måste åtminstone innehålla platshållaren [number].

source: Invoice Number Prefix contains a character which is not allowed.
sv_se: Fakturanummerprefixet innehåller ett otillåtet tecken.

source: Company Registration Number
sv_se: Organisationsnummer

source: CRN: %s
sv_se: Org.nr.: %s

source: Upload
sv_se: Ladda upp

source: Use file
sv_se: Använd fil

source: Payment Method: %s
sv_se: Betalningsmetod: %s

source: Allowed HTML tags: %s. Since WooCommerce +3.0 this setting is ignored and the WooCommerce store address is used.
sv_se: Tillåtna HTML-taggar: %s. Från och med WooCommerce 3.0 ignoreras denna inställning och adressen till WooCommerce-butiken används.

source: Dismiss this notice.
sv_se: Avfärda denna notis.

source: Hi%1$s! You're using %2$s for some time now and we would appreciate your %3$s rating. It will support future development big-time.
sv_se: Hej %1$s! Nu har du använt %2$s ett tag, och vi vore väldigt tacksamma för ett betyg %3$s från dig. Det är till stor hjälp för vår fortsatta utveckling.

source: Plugin Configuration
sv_se: Konfiguration av tillägget

source: Company VAT ID
sv_se: Företagets momsregistreringsnummer

source: Company email address
sv_se: Företagets e-postadress

source: Company phone
sv_se: Företagstelefon

source: Shipping Method:
sv_se: Fraktmetod:

source: VAT ID: %s
sv_se: Momsregistreringsnummer: %s

source: Bill to:
sv_se: Fakturera till:

source: Debug
sv_se: Felsök

source: Order Number:
sv_se: Ordernummer:

source: Order Date:
sv_se: Orderdatum:

source: Invoice Date:
sv_se: Fakturadatum:

source: Delete
sv_se: Ta bort

source: Instead consider using Cancelled PDF invoices with %s.
sv_se: Överväg att använda avbeställningfaktura från %s istället.

source: You will be missing a PDF invoice with invoice number %d and thus creating an accounting gap!
sv_se: Bokföringen kommer få ett hål då PDF-fakturan med nummer %d saknas!

source: Update
sv_se: Uppdatera

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Sent?
sv_se: Skickat?

source: Number:
sv_se: Nummer:

source: Date:
sv_se: Datum:

source: Send PDF invoices to multiple recipients.
sv_se: Skicka PDF-fakturan till fler mottagare.

source: Let customers decide if they would like to get a PDF invoice on checkout.
sv_se: Låt kunderna bestämma om de vill ha en PDF-faktura när de slutför köpet.

source: Automatically send PDF invoices as a reminder configurable within a specific period of time.
sv_se: Skicka automatiskt PDF-fakturor som en påminnelse, konfigurerbart efter en viss tid.

source: Fully customize the table content by modifying line item columns and total rows.
sv_se: Anpassa tabellens innehåll fullt ut genom att ändra kolumnerna för orderrader och summarader.

source: Send credit notes and cancelled PDF invoices when refunding or cancelling order.
sv_se: Skicka kreditfakturor och återkallade PDF-fakturor vid återbetalning eller när en beställning annuleras.

source: Attach PDF invoices to many more email types including third party plugins.
sv_se: Lägg till PDF-fakturor i många fler typer av e-postmeddelanden, även de som skickas från tredjepartstillägg.

source: Table Content
sv_se: Tabellinnehåll

source: Configuration options for the body of the template. .
sv_se: Konfigurationsinställningar för mallens innehåll.

source: Select none
sv_se: Välj ingen

source: Select all
sv_se: Välj alla

source: Column
sv_se: Kolumn

source: Choose&hellip;
sv_se: Välj&hellip;

source: The PDF invoice will be generated when WooCommerce sends the corresponding email. The email should be <a href="%1$s">enabled</a> in order to automatically generate the PDF invoice. Want to attach PDF documents to many more email types? Take a look at %2$s.
sv_se: PDF-fakturan kommer skapas när WooCommerce skickar ut motsvarande e-post. Inställningen e-mail behöver vara <a href="%1$s">aktiverad</a> för att automatiskt skapa PDF-fakturor. Vill du lägga till PDF-filer till fler typer a e-mail? Kolla in %2$s.

source: <strong>Note:</strong> The %1$s template will probably no longer be supported in future versions, consider using the %2$s template.
sv_se: <strong>Observera:</strong> Mallen %1$s kommer troligen inte vara tillgänglig i framtida versioner, överväg att använda mallen %2$s.

source: We will never ask for donations, but to guarantee future development, we do need your support. Please show us your appreciation by leaving a <a href="%1$s">★★★★★</a> rating and vote for <a href="%2$s">works</a>.
sv_se: Vi kommer aldrig be om ekonomiskt stöd, men för att garantera framtida utveckling behöver vi din support. Visa din uppskattning genom att lämna ett <a href="%1$s">★★★★★</a>-betyg och rösta för <a href="%2$s">arbeten</a>.

source: Author: %s
sv_se: Författare: %s

source: Packing Slips Options
sv_se: Alternativ för följesedlar

source: Packing slips are <strong>only available</strong> when using minimal template.
sv_se: Följesedlar är <strong>endast tillgängliga</strong> när minimalistisk mall används.

source: Want to customize the template? The <a href="%s">FAQ</a> will give you a brief description.
sv_se: Vill du anpassa mallen? Vår <a href="%s">FAQ</a> ger dig en kort beskrivning.

source: <b>Note</b>: You will have to generate all invoices again when changing option.
sv_se: <b>Observera</b>: Du kommer behöva återskapa alla fakturor när du ändrar detta alternativ.

source: Automatically reset invoice numbers on new year's day.
sv_se: Nollställ fakturanummer automatiskt på nyårsdagen.

source: <b>Note:</b> Only available for Sequential numbering. All PDF invoices with invoice number greater then next invoice number will be deleted!
sv_se: <b>Observera:</b> Endast tillgänglig för sekventiell numrering. Alla PDF-fakturor med högre fakturanummer än nästa faktura kommer tas bort!

source: Next invoice number when resetting counter.
sv_se: Nästa fakturanummer när räknaren återställs.

source: Customers shipping address won't be visible when order has only virtual products.
sv_se: Kunders leveransadress kommer inte visas för beställningar som inte har några fysiska produkter.

source: Show customers shipping address
sv_se: Visa kundens leveransadress

source: Disable Packing Slips
sv_se: Avaktivera följesedlar

source: <a href="%s">Format</a> of invoice date and order date.
sv_se: <a href="%s">Format</a> för fakturadatum och orderdatum.

source: Enable if you aren't able to create an invoice.
sv_se: Aktivera om du inte har möjlighet att skapa fakturor.

source: Total:
sv_se: Totalt:

source: Shipping:
sv_se: Frakt:

source: Discount:
sv_se: Rabatt:

source: Subtotal:
sv_se: Delsumma:

source: Shipping Method: %s
sv_se: Leveranssätt: %s

source: Packing Slip
sv_se: Följesedel

source: View packing slip
sv_se: Visa följesedel

source: Invoice #:
sv_se: Fakturanummer #:

source: Payment Method:
sv_se: Betalningsmetod:

source: Note to customer: %s
sv_se: Meddelande till kund: %s

source: Note from customer: %s
sv_se: Meddelande från kund: %s

source: Product
sv_se: Produkt

source: Ship to:
sv_se: Skicka till:

source: %1$s of %2$s
sv_se: %1$s av %2$s

source: Generate PDF invoices in multiple languages (WPML and Polylang compatible).
sv_se: Skapa PDF-fakturor på flera språk (kompatibelt med WPML och Polylang).

source: Change the font of the PDF invoices.
sv_se: Ändra typsnittet för PDF-fakturorna.

source: <b>Note:</b> %s is required and slashes aren't supported.
sv_se: <b>Observera:</b> %s är obligatorisk och snedstreck är inte tillåtna.

source: Available placeholders: %s.
sv_se: Tillgängliga variabler: %s.

source: Create a custom template by copying it from %1$s to %2$s.
sv_se: Skapa en anpassad mall genom att kopiera den från %1$s till %2$s.

source: Skip automatic PDF invoice generation for orders containing only free products.
sv_se: Hoppa över automatisk skapande av PDF-fakturor från beställningar där alla produkter är gratis.

source: Disable for free products
sv_se: Avaktivera för gratisprodukter

source: Bulk generate PDF invoices.
sv_se: Generera PDF-fakturor i bulk.

source: Bulk export and/or download PDF invoices.
sv_se: Exportera och/eller ladda ned PDF-fakturor i bulk.

source: Reset yearly
sv_se: Återställ årligen

source: Invoice No.
sv_se: Fakturanummer

source: The header will be visible on every page.
sv_se: Rubriken kommer synas på varje sida.

source: Sign-up at <a href="%1$s">Email It In</a> to send invoices to your Dropbox, OneDrive, Google Drive or Egnyte and enter your account below.
sv_se: Skapa ett konto på <a href="%1$s">Email It In</a> för att skicka fakturor till din Dropbox, OneDrive, Google Drive eller Egnyte. Fyll sedan i dina uppgifter nedan.

source: Interface Options
sv_se: Gränssnittsalternativ

source: Display invoice numbers on Shop Order page.
sv_se: Visa fakturanummer på beställningssidan.

source: Enable Invoice Number column
sv_se: Aktivera kolumnen för fakturanummer

source: Get your account from your %1$s <a href="%2$s">user account</a>.
sv_se: Hämta kontouppgifter från ditt <a href="%2$s">användarkonto</a> på %1$s.

source: By default PDF is only downloadable when order has been paid, so order status should be Processing or Completed.
sv_se: Grundinställningar är att PDF endast kan laddas ned när köpet är betalt. Beställningen ska alltså ha någon av statusarna Behandlas eller Färdig.

source: New order
sv_se: Ny order

source: Allowed HTML tags: %s.
sv_se: Tillåtna HTML-taggar: %s.

source: Zero rated for VAT as customer has supplied EU VAT number
sv_se: Momsfritt eftersom kunden har lämnat ett EU-momsnummer

source: VAT 0%
sv_se: Moms 0 %

source: Enable if you've set the color theme to white or some other light color.
sv_se: Aktivera om du har satt färgtemat till vit eller någon annan ljus färg.

source: Display theme text in black color
sv_se: Visa temats texter i svart

source: Order on-hold
sv_se: Beställningen placerad i kö

source: Attach invoices to <a href="%s">WooCommerce Subscriptions</a> emails.
sv_se: Bifoga fakturor i e-postmeddelanden som skickas från <a href="%s">WooCommerce Subscriptions</a>.

source: Change the name of the invoice.
sv_se: Ändra namn på fakturan.

source: Title
sv_se: Rubrik

source: Automatically generate and attach customizable PDF Invoices to WooCommerce emails and connect with Dropbox, Google Drive, OneDrive or Egnyte.
sv_se: Generera och bifoga anpassningsbara PDF-fakturor i e-postmeddelanden från WooCommerce, samt ladda upp dem till Dropbox, Google Drive, OneDrive eller Egnyte.

source: Customer note
sv_se: Kundmeddelande

source: Order Date: %s
sv_se: Orderdatum: %s

source: Order Number: %s
sv_se: Ordernummer: %s

source: Invoice
sv_se: Faktura

source: %s of %s
sv_se: %s av %s

source: Refunded
sv_se: Återbetalda

source: Fee
sv_se: Avgift

source: Total
sv_se: Summa

source: Qty
sv_se: Antal

source: Cost
sv_se: Pris

source: Description
sv_se: ﻿Beskrivning

source: Phone: %s
sv_se: Telefon: %s

source: Invoice to
sv_se: Faktura till

source: Create
sv_se: Skapa

source: Are you sure to delete the PDF invoice?
sv_se: Är du säker på att du vill ta bort PDF-fakturan?

source: View
sv_se: Utseende

source: View invoice
sv_se: Visa faktura

source: PDF Invoice
sv_se: Faktura (PDF)

source: Request a feature
sv_se: Begär en funktion

source: Frequently Asked Questions
sv_se: Vanliga frågor

source: Need Help?
sv_se: Behöver du hjälp?

source: This plugin is an open source project wich aims to fill the invoicing gap of <a href="http://www.woothemes.com/woocommerce">WooCommerce</a>.
sv_se: Detta tillägg är ett projekt med öppen källkod som syftar till att göra det möjligt att fakturera i <a href="http://www.woothemes.com/woocommerce">WooCommerce</a>.

source: About
sv_se: Om

source: No spam, ever. Unsubscribe at any time
sv_se: Ingen spam någonson. Avsluta prenumerationen när som helst

source: Signup
sv_se: Registrera dig

source: Your email address
sv_se: Din e-postadress

source: We're constantly developing new features, stay up-to-date by subscribing to our newsletter.
sv_se: Vi lägger till nya funktioner hela tiden. Håll dig uppdaterad genom att prenumerera på vårt nyhetsbrev.

source: Stay up-to-date
sv_se: Håll dig uppdaterad

source: Learn more
sv_se: Lär dig mer

source: Add additional PDF's to PDF invoices.
sv_se: Bifoga ytterligare PDF-filer till PDF-fakturor.

source: This plugin offers a premium version which comes with the following features:
sv_se: Detta tillägg erbjuder en premiumversion som innehåller följande funktioner:

source: If you like <strong>Invoices for WooCommerce</strong> please leave us a <a href="%s">★★★★★</a> rating. A huge thank you in advance!
sv_se: Om du gillar <strong>Invoices for WooCommerce</strong> så får du gärna lämna ett betyg på <a href="%s">★★★★★</a> Ett stort tack på förhand!

source: Invoices
sv_se: Fakturor

source: General
sv_se: Allmän

source: Settings
sv_se: Inställningar

source: Enable or disable the columns.
sv_se: Aktivera eller avaktivera kolumnerna.

source: The footer will be visible on every page.
sv_se: Sidfoten visas på varje sida.

source: Footer Options
sv_se: Alternativ för sidfot

source: Body Options
sv_se: Alternativ för huvudinnehållet

source: Header Options
sv_se: Alternativ för sidhuvud

source: Invoice Number Options
sv_se: Alternativ för fakturanummer

source: General Options
sv_se: Allmäna inställningar

source: Shipping
sv_se: Frakt

source: Discount
sv_se: Rabatt:

source: Tax (total)
sv_se: Moms (totalt)

source: Tax (item)
sv_se: Moms (artikel)

source: Subtotal
sv_se: Summa

source: Digits
sv_se: Siffror

source: Next
sv_se: Nästa

source: Reset invoice counter
sv_se: Återställ räknaren för fakturanummer

source: Sequential number
sv_se: Löpnummer

source: WooCommerce order number
sv_se: Ordernummer i WooCommerce

source: Type
sv_se: ﻿Typ

source: Right footer column.
sv_se: Höger kolumn i sidfoten.

source: Left footer column.
sv_se: Vänster kolumn i sidfoten.

source: Visible below customer notes and above footer. Want to attach additional pages to the invoice? Take a look at <a href="%1$s">%2$s</a> plugin.
sv_se: Visas under kundens anteckningar och ovanför sidfoten. Vill du bifoga ytterligare sidor till fakturan? Kolla in tillägget <a href="%1$s">%2$s</a>.

source: Terms & conditions, policies etc.
sv_se: Köpvillkor, policy, m.m.

source: Show customer notes
sv_se: Visa kundanteckningar

source: Visible in big colored bar directly after invoice total.
sv_se: Visas som en bred färgad linje direkt efter fakturans summa.

source: Thank you text
sv_se: ”Tack”-text

source: Company details
sv_se: Företagsuppgifter

source: Company address
sv_se: Företagsadress

source: Company logo
sv_se: Företagets logotyp

source: Company name
sv_se: Företagsnamn

source: Invoice will be watermarked when order has been paid.
sv_se: Fakturan kommer att vara vattenstämplad när beställningen är betald.

source: Mark invoice as paid
sv_se: Markera fakturan som betald

source: Enable to display subtotal including shipping.
sv_se: Aktivera för att visa delsumma som inkluderar frakt.

source: Shipping taxable
sv_se: Beskattningsbar frakt

source: Line item totals will be including tax. <br/><b>Note</b>: Subtotal will still be excluding tax, so disable it within the visible columns section.
sv_se: Rader för produkter visar priser inklusive moms. <br/><b>Observera</b>: Delsummor kommer fortfarande visas utan moms, så inaktivera detta i sektionen för synliga kolumner.

source: Display prices including tax
sv_se: Visa priser inklusive moms

source: Date format
sv_se: Datumformat

source: Color theme
sv_se: Färgtema

source: Template
sv_se: Mall

source: Cloud Storage Options
sv_se: Alternativ för lagring i molnet

source: Download Options
sv_se: Nedladdningsaltenativ

source: Email Options
sv_se: Inställningar för e-post

source: Enable mPDF debugging
sv_se: Aktivera mPDF-felsökning

source: Email It In account
sv_se: Konto på Email It In

source: Enable Email It In
sv_se: Aktivera Email It In

source: Enable download from my account
sv_se: Aktivera nedladdning från mitt konto

source: Open in new browser tab/window
sv_se: Öppna i ny flik/nytt fönster

source: Download
sv_se: Ladda ner

source: View PDF
sv_se: Visa PDF

source: Customer invoice
sv_se: Kundfaktura

source: Completed order
sv_se: Färdigbehandlad order

source: Processing order
sv_se: Behandlar order

source: Attach to Emails
sv_se: Bifoga till e-post

source: Purchase Order Number: %s
sv_se: Beställningsnummer: %s

source: VAT Number: %s
sv_se: Momsregistreringsnummer: %s

source: Paid
sv_se: Betald
