Repository: blueamazon/workskills
Catalog: languages/plugins/woocommerce-product-addons-*.po
Languages: sv_se

source: Invalid key &quot;%1$s&quot; passed to get_reusable_data.
sv_se: Ogiltig nyckel "%1$s" skickad till get_reusable_data.

source: Please enter letters only.
sv_se: Ange endast bokstäver.

source: Please enter %1$s or less.
sv_se: Ange %1$s eller mindre.

source: Please enter %1$s or more.
sv_se: Ange %1$s eller mer.

source: Please enter up to %1$s characters.
sv_se: Ange upp till %1$s tecken.

source: Please enter at least %1$s characters.
sv_se: Ange minst %1$s tecken.

source: Please enter a valid email address.
sv_se: Ange en giltig e-postadress.

source: Please enter letters and numbers only.
sv_se: Använd endast bokstäver och siffror.

source: Please upload a file.
sv_se: Ladda upp en fil.

source: Please enter a number in this field.
sv_se: Ange en siffra i det här fältet.

source: Please enter some text in this field.
sv_se: Ange lite text i detta fält.

source: Please choose an option.
sv_se: Välj ett alternativ.

source: Composite Products
sv_se: Sammansatta produkter

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Product Add-ons</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
sv_se: Den installerade versionen av <strong>%1$s</strong> stöds inte av <strong>Product Add-ons</strong>. Uppdatera <a href="%2$s" target="_blank">%3$s</a> till version <strong>%4$s</strong> eller högre.

source: Product Bundles
sv_se: Produktpaket

source: Foul!
sv_se: Regelbrott!

source: Show running subtotal, even if not all required add-on choices have been made.
sv_se: Visa löpande delsumma, även om inte alla nödvändiga tilläggsval har gjorts.

source: Show Incomplete subtotal
sv_se: Visa ofullständig delsumma

source: Need help with add-ons? Visit the %1$sDocumentation%2$s.
sv_se: Behöver du hjälp med utökningar? Besök %1$sdokumentationen%2$s.

source: unlimited
sv_se: obegränsat

source: %s characters remaining
sv_se: %s tecken återstår

source: Find products
sv_se: Hitta produkter

source: Create an add-on that applies to every product, or apply it to specific categories. Create an add-on for an individual product by editing the product.
sv_se: Skapa en utökning som gäller för alla produkter, eller tillämpa utökningen på specifika kategorier. Skapa en utökning för en enskild produkt genom att redigera den aktuella produkten.

source: WooCommerce Product Add-ons is ready to go!
sv_se: WooCommerce Product Add-ons är redo för användning!

source: Documentation
sv_se: Dokumentation

source: Product Add-ons requires WooCommerce to be installed and active. You can download %s here.
sv_se: Product Add-ons kräver att WooCommerce är installerat och aktiverat. Du kan ladda ned %s här.

source: Unable to delete group. Invalid global add ons group ID.
sv_se: Det gick inte att ta bort gruppen. Ogiltigt grupp-ID för globala utökningar.

source: Unable to retrieve data. Invalid global add ons group or product ID.
sv_se: Det gick inte att hämta data. Ogiltigt grupp- eller produkt-ID för globala utökningar.

source: Filesize exceeds the limit.
sv_se: Filstorleken överskrider gränsen.

source: Please enter a value greater than 0 for "%s".
sv_se: Ange ett värde större än 0 för ”%s”.

source: The maximum allowed amount for "%1$s" is %2$s.
sv_se: Den högsta tillåtna mängden för "%1$s" är %2$s.

source: The minimum amount required for "%1$s" is %2$s.
sv_se: Den lägsta tillåtna mängden för "%1$s" är %2$s.

source: The maximum allowed characters for "%1$s" is %2$s.
sv_se: Maximalt tillåtna tecken för ”%1$s” är ”%2$s”.

source: The minimum characters required for "%1$s" is %2$s.
sv_se: Det lägsta antalet tillåtna tecken för "%1$s" är %2$s.

source: Subtotal
sv_se: Delsumma

source: Create add-ons.
sv_se: Skapa utökningar.

source: No add-ons found.
sv_se: Inga utökningar hittades.

source: No Products Assigned
sv_se: Inga produkter har tilldelats

source: Create New
sv_se: Skapa nytt

source: Add-Ons
sv_se: Utökningar

source: Select which categories this add-on should apply to. Create add-ons for a single product when editing that product.
sv_se: Välj vilka kategorier denna utökning ska gälla för. Skapa utökningar för en enskild produkt genom att redigera den aktuella produkten.

source: Product categories
sv_se: Produktkategorier

source: Choose categories&hellip;
sv_se: Välj kategorier&hellip;

source: Product Categories
sv_se: Produktkategorier

source: This determines the order when there are multiple add-ons. Add-ons for individual products are set to order 10.
sv_se: Detta avgör ordningen när det finns flera utökningar. Utökningar för enskilda produkter är inställda på 10.

source: This name is for your reference only and will not be visible to customers.
sv_se: Detta namn är endast för din referens och kommer inte att vara synligt för kunderna.

source: Name
sv_se: Namn

source: Set up add-ons that apply to all products or specific product categories.
sv_se: Konfigurera utökningar som gäller för alla produkter eller för specifika produktkategorier.

source: Update
sv_se: Uppdatera

source: Edit Add-on
sv_se: Redigera utökning

source: Publish
sv_se: Publicera

source: Create add-ons
sv_se: Skapa utökningar

source: Adjust price
sv_se: Justera pris

source: Enter a minimum and maximum value for the limit range.
sv_se: Ange ett högsta och lägsta värde för gränsintervallet.

source: Add Option
sv_se: Lägg till alternativ

source: Choose how to calculate price: apply a flat fee regardless of quantity, charge per quantity ordered, or charge a percentage of the total
sv_se: Välj hur du vill beräkna pris: tillämpa en fast avgift oavsett kvantitet, debitera per beställd kvantitet eller ta ut en procentandel av totalbeloppet.

source: Option
sv_se: Alternativ

source: Add description
sv_se: Lägg till beskrivning

source: Hide
sv_se: Dölj

source: Label
sv_se: Etikett

source: Format title
sv_se: Formatera rubrik

source: Title
sv_se: Rubrik

source: Only Email Address
sv_se: Endast e-postadress

source: Only Letters and Numbers
sv_se: Endast bokstäver och siffror

source: Only Numbers
sv_se: Endast siffror

source: Only Letters
sv_se: Endast bokstäver

source: Any Text
sv_se: Vilken text som helst

source: Restriction
sv_se: Begränsning

source: Images
sv_se: Bilder

source: Radio Buttons
sv_se: Alternativknappar

source: Dropdowns
sv_se: Rullgardinsmenyer

source: Display as
sv_se: Visa som

source: Heading
sv_se: Rubrik

source: Customer Defined Price
sv_se: Kunddefinierat pris

source: Type
sv_se: Typ

source: Multiple choice
sv_se: Flera val

source: Hide additional add-ons that may apply to this product.
sv_se: Dölj ytterligare utökningar som kan tillämpas för denna produkt.

source: Exclude add-ons
sv_se: Exkludera utökningar

source: You can create additional <a href="%s">add-ons</a> that apply to all products or to certain categories.
sv_se: Du kan skapa ytterligare <a href="%s">utökningar</a> som gäller för alla produkter eller för särskilda produktkategorier.

source: Additional add-ons
sv_se: Ytterligare utökningar

source: Add Field
sv_se: Lägg till fält

source: Add fields to get additional information from customers
sv_se: Lägg till fält för att få ytterligare information från kunder

source: Add-on fields
sv_se: Utökningsfält

source: Percentage Based
sv_se: Procentbaserat

source: Quantity Based
sv_se: Kvantitetsbaserad

source: Flat Fee
sv_se: Fast avgift

source: Enter an option
sv_se: Ange ett alternativ

source: By using this extension, you may be storing personal data or sharing data with an external service. %1$sLearn more about how this works, including what you may want to include in your privacy policy.%2$s
sv_se: Genom att använda den här utökningen kan det hända att du lagrar personuppgifter hos eller delar data med en extern tjänst. %1$sLäs mer om hur detta fungerar, inklusive vad som kan vara bra att inkludera i din integritetspolicy.%2$s

source: Product Add-ons
sv_se: Produktutökningar

source: Variation ID:
sv_se: Variant-ID:

source: %s (No longer exists)
sv_se: %s (Finns inte längre)

source: SKU:
sv_se: Artikelnr:

source: Multiple Choice
sv_se: Flera val

source: Dropdown
sv_se: Rullgardinsmeny

source: File Upload
sv_se: Filuppladdning

source: Long Text
sv_se: Lång text

source: Short Text
sv_se: Kort text

source: Quantity
sv_se: Antal

source: Price
sv_se: Pris

source: Checkbox
sv_se: Kryssruta

source: Add-ons Group
sv_se: Grupp med utökningar

source: Error: Add-on not found
sv_se: Fel: Utökningen hittades inte

source: Add Image
sv_se: Lägg till bild

source: Add Image Swatch
sv_se: Lägg till Image Swatch

source: Are you sure you want remove this add-on field?
sv_se: Är du säker på att du vill ta bort det här utökningsfältet?

source: Restrictions
sv_se: Begränsningar

source: Limit character length
sv_se: Begränsa teckenlängd

source: Limit quantity range
sv_se: Begränsa kvantitetsintervall

source: Limit price range
sv_se: Begränsa prisintervall

source: All fields must have a title and/or option name. Please review the settings highlighted in red border.
sv_se: Alla fält måste ha en rubrik och/eller ett alternativnamn. Granska inställningarna som har markerats med röd kant.

source: Select an option...
sv_se: Välj ett alternativ …

source: None
sv_se: Ingen

source: (max file size %s)
sv_se: (max filstorlek %s)

source: Required field
sv_se: Obligatoriskt fält

source: "%s" is a required field.
sv_se: ”%s” är ett obligatoriskt fält.

source: Select options
sv_se: Välj alternativ

source: Please enter numbers only.
sv_se: Ange endast siffror.

source: Delete
sv_se: Ta bort

source: Edit
sv_se: Redigera

source: Number of Fields
sv_se: Antal fält

source: All Products
sv_se: Alla produkter

source: Priority
sv_se: Prioritet

source: Checkboxes
sv_se: Kryssrutor

source: Click to toggle
sv_se: Klicka för att slå på/av

source: Remove
sv_se: Ta bort

source: Are you sure you want delete this option?
sv_se: Är du säker på att du vill ta bort detta alternativ?

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
sv_se: Klistra in exporterad formulärdata här och spara sedan för att importera fälten. De importerade fälten kommer att läggas till.

source: Export
sv_se: Exportera

source: Import
sv_se: Importera

source: Expand all
sv_se: Expandera alla

source: Close all
sv_se: Stäng alla

source: Add-ons
sv_se: Utökningar

source: Add-on deleted successfully
sv_se: Utökningen har tagits bort

source: Add-on saved successfully
sv_se: Utökningen har sparats
