{"translation-revision-date":"2020-05-23 18:01:04+0000","generator":"WPML String Translation 3.0.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":""},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML strängöversättning använder .mo-filer istället för databasanrop. WPML måste generera dessa .mo-filer för att översättningarna ska visas på besökssidan. Den mapp som ska innehålla dessa .mo-filer är dock skrivskyddad."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Använd administratörspanelen eller ett FTP-program för att ta bort skrivskyddet från följande mapp:"],"There was a problem creating the .mo files":["Det gick inte att skapa .mo-filer"],"You can try again now or try again later by going to ":["Du kan försöka igen nu eller senare genom att gå till"],"WPML->Theme and plugins localization.":["WPML->Plats för tema och insticksprogram."],"Translations are missing from the front-end until you generate .mo files":["Översättningarna saknas på visningssidan tills du har genererat .mo-filer"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Din webbplats har inte de .mo-filer som WPML behöver för att visa översatta strängar på besökssidan. Generera dessa .mo-filer genom att går till"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML strängöversättning använder .mo-filer istället för databasanrop. WPML måste generera dessa .mo-filer för att översättningarna ska visas på besökssidan."],"Try again":["Försök igen"],"Generate .mo files":["Generera .mo-filer"],"Close this message":["Stäng detta meddelande"],"Select all":["Välj alla"],"Plugins:":["Insticksprogram:"],"Themes:":["Teman:"],"Core:":["Kärnfiler:"],"Generated files for %1$d of %2$d sites...":["Genererade filer för %1$d av %2$d webbplatser..."],"Generated %1$d of %2$d files...":["Genererade %1$d av %2$d filer..."],"Can't find the strings you're looking to translate?":["Kan du inte hitta de strängar du vill översätta?"],"Scan translation files":["Skanna översättningsfiler"],"Scanned %1$d of %2$d files...":["Skannade %1$d av %2$d filer..."],"Some of the translation files have changed. Scan them to find new strings.":["Vissa översättningsfiler har ändrats. Skanna dem för att hitta nya strängar."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Det finns nya eller uppdaterade .mo-filer. WPML måste skanna dem för att hitta strängar att översätta."],"WPML has detected changed or new MO files":["WPML har upptäck nya eller ändrade MO-filer"]}}}